{
  "product": [
    {
      "id": 1,
      "name": "Биг-мак",
      "price": 5.5,
      "dzh": 2131,
      "cal": 509,
      "squirrels": 27,
      "fats": 26,
      "Carbohydrates": 42
    },
    {
      "id": 2,
      "name": "Бокс",
      "price": 13.9,
      "dzh": 4763,
      "cal": 1136,
      "squirrels": 57,
      "fats": 52,
      "Carbohydrates": 109
    },
    {
      "id": 3,
      "name": "Цезарь ролл",
      "price": 7,
      "dzh": 2240,
      "cal": 537,
      "squirrels": 17,
      "fats": 34,
      "Carbohydrates": 41
    },
    {
      "id": 4,
      "name": "Чикен примьер",
      "price": 6.2,
      "dzh": 2216,
      "cal": 530,
      "squirrels": 19,
      "fats": 31,
      "Carbohydrates": 45
    },
    {
      "id": 5,
      "name": "Coca Cola",
      "price": 2.7,
      "dzh": 721,
      "cal": 170,
      "squirrels": 0,
      "fats": 0,
      "Carbohydrates": 42
    },
    {
      "id": 6,
      "name": "Картошель фри",
      "price": 2.6,
      "dzh": 1000,
      "cal": 239,
      "squirrels": 3,
      "fats": 12,
      "Carbohydrates": 29
    },
    {
      "id": 7,
      "name": "Пирожок",
      "price": 2.5,
      "dzh": 880,
      "cal": 210,
      "squirrels": 3,
      "fats": 10,
      "Carbohydrates": 26
    },
    {
      "id": 8,
      "name": "Роял-де-люкс",
      "price": 6.6,
      "dzh": 2373,
      "cal": 568,
      "squirrels": 27,
      "fats": 33,
      "Carbohydrates": 41
    },
    {
      "id": 9,
      "name": "Стрипс",
      "price": 3.9,
      "dzh": 941,
      "cal": 225,
      "squirrels": 13,
      "fats": 11,
      "Carbohydrates": 19
    },
    {
      "id": 10
    },
    {
      "id": 11
    },
    {
      "id": 12
    }
  ],
  "quality": [
    "Наши куриные продукты производятся авторитетными компаниями, которым доверяют. Наггетсы, котлеты для МакЧикен, Чикен Премьер и БигТейсти, стрипсы и крылья производят ООО «Компас Фудс», ООО «Мираторг Запад», а также ООО «Водный Мир». При приготовлении котлет для бургеров используется только свежее куриное мясо от постоянных и проверенных поставщиков. В наших продуктах из птицы мы используем сочную грудку, нежные крылья и мясо бедра без костей. Аппетитные котлеты и наггетсы, пикантные куриные крылышки всегда полностью натуральны. Для панировки используются сухари из пшенично-кукурузной муки и специй. Куриное мясо полезно для организма, оно является одним из основных продуктов, в которых содержатся необходимые питательные вещества. Также курица полезна для поддержания иммунитета. Мы контролируем выращивание птиц, их питание, обработку их мяса и поставку в рестораны. Мясо птицы хранится при установленной поставщиком температуре, работа с продуктом в ресторанах проводится с соблюдением всех санитарно-гигиенических требований. Поэтому Вы можете быть уверены в высоком качестве и 100 % натуральности нашей курицы!",
    "С 2010 года наши говяжьи котлеты производятся ООО «МаррРуссия», которое снабжает продукцией предприятия питания МакДональдс в России, Беларуси, Азербайджане. В 2013 году поставщиком говядины для компании «МаррРуссия» стало ОАО «Слонимский мясокомбинат». При приготовлении котлет для наших бургеров используется натуральная говядина. Никаких добавок! Никаких искусственных ароматизаторов или консервантов! Единственное, что мы позволяем себе добавить в мясо – это соль и перец. Мясо поставляется и хранится в тщательно контролируемых температурных условиях с соблюдением строгих гигиенических требований. Все поставщики МакДональдс ежегодно проходят аудит Европейской службы по контролю безопасности продукции, а также внедрили эффективную программу отслеживания и идентификации продукции. В любой момент мы можем получить всю необходимую информацию о происхождении мяса (например, рацион питания, данные профилактического лечения, родословную животных). Поэтому Вы можете быть уверены в высоком качестве и 100% натуральности нашей говядины!",
    "Фабрика «Фарм Фритес Поланд», построенная в 1994 году, – поставщик знаменитого картофеля для наших ресторанов. Эта компания на сегодняшний день является крупнейшей в сегменте производства картофеля. Качество продукции и стандартов «Фарм Фритес Поланд» подтверждено сертификатами: BS EN ISO 22000:2005, ISO 14001:2004, BRC и др. Также компания соответствует стандартам поставщиков МакДональдс – MAAP (McDonald's Agriculture Assurance Program) и SQMS – Supplier Quality Management System (Food Safety and HACCP). Картофель, используемый в приготовлении картофеля фри для МакДональдс, выращивают в соответствии со стандартами бренда. Поля оборудованы собственными водонапорными станциями, специальной дренажной системой, приборами контроля орошения и системой спутникового контроля уровня удобрений.",
    "Поставщиком свежих и сочных салатов в рестораны МакДональдс является ООО «Производственная компания «Салатория». Производство и поставка соответствуют строгим требованиям качества и безопасности со стороны МакДональдс. Продукция, выпускаемся компанией «Салатерия», относится к категории Ultra Fresh – готова к употреблению в пищу без какой либо дополнительной обработки или мойки. На предприятии реализованы высочайшие стандарты пищевого производства в соответствии с международными требованиями ISO 22000."
  ]
}